{"translation-revision-date":"2025-10-27 20:55:37+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"Tip: Deregistering theme.css can make your website load faster. Disable it only if you are not using any WordPress elements on your website, or if you want to style them yourself. Examples of WordPress elements include comments area, pagination box, and image align classes.":["使用提示: 取消註冊 theme.css 能讓這個網站載入速度更快。僅有在這個網站不使用任何 WordPress 元素，或想自行設計樣式時，才停用這項設定。常見的 WordPress 元素包含留言區域、分頁區塊及圖片對齊類別。"],"Tip: Deregistering reset.css can make your website load faster. Disable it only if you’re using another style reset method, such as with a child theme.":["使用提示: 取消註冊 reset.css 能讓這個網站載入速度更快。僅有在這個網站使用其他樣式重設方法 (例如使用子佈景主題)，才停用這項設定。"],"What it does: Turns off CSS reset rules by disabling the theme’s reset stylesheet. CSS reset rules make sure your website looks the same in different browsers.":["功能作用: 停用佈景主題的重設樣式表以關閉 CSS 重設規則。CSS 重設規則可以確保這個網站在不同瀏覽器中保有相同外觀。"],"Be careful, disabling these settings could break your website.":["停用這些設定可能會造成網站停擺，請審慎使用。"],"These settings allow you to change or remove default Hello Elementor theme styles.":["這些設定能讓網站管理員變更或移除 Hello Elementor 佈景主題的預設樣式。"],"Tip: If you use an accessibility plugin that adds a \"skip to content\" link, disable this option to prevent duplications.":["使用提示: 使用會新增 [跳至主要內容] 連結的無障礙工具外掛時，停用這項功能可以避免重複出現一樣的連結。"],"What it does: Removes the \"Skip to content\" link that helps screen reader users and keyboard navigators jump directly to the main content.":["功能作用: 這項功能會移除可以協助螢幕閱讀器的使用者及鍵盤導覽器直接跳至主要內容的 [跳至主要內容] 連結。"],"Tip: If you use an SEO plugin that handles meta descriptions, like Yoast or Rank Math, disable this option to prevent duplicate meta tags.":["使用提示: 如果這個網站使用能處理 description 中繼資料的 SEO 外掛 (例如 Yoast SEO 或 Rank Math)，請停用這項設定以防止重複的中繼資料標籤。"],"What it does: Removes the description meta tag code from singular content pages.":["功能作用: 在包含內容摘要的單篇內容頁面中移除 description 中繼資料標籤程式碼。"],"These settings affect how search engines and assistive technologies interact with your website.":["這些設定會影響搜尋引擎及輔助技術與這個網站的互動方式。"],"Tip: If you do not want to display page titles or are using Elementor widgets to display your page titles, hide the page title.":["使用提示: 如果不想顯示頁面標題，或使用 Elementor 小工具顯示頁面標題，請設定為隱藏頁面標題。"],"What it does: Removes the main page title above your page content.":["功能作用: 移除頁面內容上方的主要頁面標題。"],"Hide page title":["隱藏頁面標題"],"Tip: If you use a plugin like Elementor Pro for your headers and footers, disable the theme header and footer to improve performance.":["使用提示: 如果使用如 Elementor Pro 的外掛建立網站的頁首及頁尾，停用佈景主題的頁首及頁尾有助於提高效能。"],"What it does: Removes the theme’s default header and footer sections from every page, along with their associated CSS\/JS files.":["功能作用: 移除全部頁面的佈景主題預設頁首及頁尾區段，以及關聯的 CSS\/JS 檔案。"],"Disable theme header and footer":["停用佈景主題頁首及頁尾"],"These settings relate to the structure of your pages.":["這些設定與這個網站的頁面結構有關。"],"CSS and styling control":["CSS 及樣式控制項"],"Structure and layout":["結構及版面配置"],"SEO and accessibility":["SEO 及無障礙工具"],"Advanced settings are available for experienced users and developers. If you're unsure about a setting, we recommend keeping the default option.":["進階設定僅供有經驗的使用者及開發者使用。如果不確定這些設定的作用，建議保留預設值。"],"Advanced theme settings":["進階佈景主題設定"],"Error when saving settings":["儲存設定時發生錯誤。"],"Changelog":["變更記錄"],"Deregister Hello theme.css":["取消註冊 Hello Elementor 的 theme.css"],"Deregister Hello reset.css":["取消註冊 Hello Elementor 的 reset.css"],"Disable skip links":["停用略過連結"],"Disable description meta tag":["停用 description 中繼資料標籤"],"Settings Saved":["設定已儲存。"]}},"comment":{"reference":"assets\/js\/hello-elementor-settings.js"}}