{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=2; plural=(n != 1);",
            "lang": "sv_SE"
         },
         "Clean up the String Translation table by removing untranslated strings by domain.": [
            "Rensa tabellen för strängöversättning genom att ta bort oöversatta strängar per domän."
         ],
         "Remove strings by domain": [
            "Ta bort strängar per domän"
         ],
         "Remove strings": [
            "Ta bort strängar"
         ],
         "Cancel": [
            "Avbryt"
         ],
         "Remove": [
            "Ta bort"
         ],
         "The String Translation table currently contains strings from the domains listed below. If you do not plan to translate strings from a particular domain, select it below to remove its untranslated strings from the String Translation table. Any strings that already have translations will still be available.": [
            "Tabellen för strängöversättning innehåller för närvarande strängar från domänerna nedan. Om du inte planerar att översätta strängar från en viss domän, välj den nedan för att ta bort dess oöversatta strängar från tabellen för strängöversättning. Alla strängar som redan har översättningar kommer fortfarande att vara tillgängliga."
         ],
         "Search": [
            "Sök"
         ],
         "Removing strings from String Translation table": [
            "Tar bort strängar från tabellen för strängöversättning"
         ],
         "To add strings back to the String Translation table, you may need to rescan translation files or register strings as translatable.": [
            "För att lägga till strängar tillbaka till tabellen för strängöversättning kan du behöva skanna om översättningsfiler eller registrera strängar som översättningsbara."
         ],
         "Read more about ": [
            "Läs mer om "
         ],
         "scanning your site for strings and registering them as translatable.": [
            "att skanna din webbplats efter strängar och registrera dem som översättningsbara."
         ],
         "Successfully removed strings": [
            "Strängar har tagits bort"
         ],
         "OK, Great": [
            "OK, bra"
         ],
         "Domain": [
            "Domän"
         ],
         "Strings count": [
            "Antal strängar"
         ],
         "Translated strings": [
            "Översatta strängar"
         ]
      }
   }
}