{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=2; plural=(n != 1);",
            "lang": "el"
         },
         "Clean up the String Translation table by removing untranslated strings by domain.": [
            "Εκκαθαρίστε τον πίνακα String Translation αφαιρώντας μη μεταφρασμένες συμβολοσειρές ανά τομέα."
         ],
         "Remove strings by domain": [
            "Αφαίρεση συμβολοσειρών ανά τομέα"
         ],
         "Remove strings": [
            "Αφαίρεση συμβολοσειρών"
         ],
         "Cancel": [
            "Ακύρωση"
         ],
         "Remove": [
            "Αφαίρεση"
         ],
         "The String Translation table currently contains strings from the domains listed below. If you do not plan to translate strings from a particular domain, select it below to remove its untranslated strings from the String Translation table. Any strings that already have translations will still be available.": [
            "Ο πίνακας String Translation περιέχει αυτήν τη στιγμή συμβολοσειρές από τους τομείς που αναφέρονται παρακάτω. Εάν δεν σκοπεύετε να μεταφράσετε συμβολοσειρές από έναν συγκεκριμένο τομέα, επιλέξτε τον παρακάτω για να αφαιρέσετε τις μη μεταφρασμένες συμβολοσειρές του από τον πίνακα String Translation. Όλες οι συμβολοσειρές που έχουν ήδη μεταφράσεις θα εξακολουθούν να είναι διαθέσιμες."
         ],
         "Search": [
            "Αναζήτηση"
         ],
         "Removing strings from String Translation table": [
            "Αφαίρεση συμβολοσειρών από τον πίνακα String Translation"
         ],
         "To add strings back to the String Translation table, you may need to rescan translation files or register strings as translatable.": [
            "Για να προσθέσετε ξανά συμβολοσειρές στον πίνακα String Translation, ίσως χρειαστεί να σαρώσετε ξανά τα αρχεία μετάφρασης ή να καταχωρίσετε συμβολοσειρές ως μεταφράσιμες."
         ],
         "Read more about ": [
            "Διαβάστε περισσότερα σχετικά με "
         ],
         "scanning your site for strings and registering them as translatable.": [
            "τη σάρωση του ιστότοπού σας για συμβολοσειρές και την καταχώρισή τους ως μεταφράσιμες."
         ],
         "Successfully removed strings": [
            "Οι συμβολοσειρές αφαιρέθηκαν επιτυχώς"
         ],
         "OK, Great": [
            "Εντάξει, τέλεια"
         ],
         "Domain": [
            "Τομέας"
         ],
         "Strings count": [
            "Πλήθος συμβολοσειρών"
         ],
         "Translated strings": [
            "Μεταφρασμένες συμβολοσειρές"
         ]
      }
   }
}