{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=1; plural=0;",
            "lang": "vi"
         },
         "You must use the Advanced Translation Editor if you want to translate your content automatically.": [
            "Bạn phải sử dụng Trình chỉnh sửa bản dịch nâng cao nếu muốn dịch nội dung của mình tự động."
         ],
         "Synchronize translators and translation managers with ATE": [
            "Đồng bộ hóa người dịch và người quản lý bản dịch với ATE"
         ],
         "Please try again in a few minutes. If the problem persists, please contact %sWPML support%s.": [
            "Vui lòng thử lại sau vài phút. Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ %shỗ trợ WPML%s."
         ],
         "Save": [
            "Lưu"
         ],
         "Please confirm this translation setting": [
            "Vui lòng xác nhận cài đặt dịch này"
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate the %1$d existing item.": [
            "Trang web của bạn được đặt để tự động dịch tất cả nội dung. Khi bạn đặt <PostTypesNames /> có thể dịch, WPML sẽ tự động dịch %1$d mục hiện có."
         ],
         "Your site is set to translate all content automatically. When you make <PostTypesNames /> translatable, WPML will automatically translate all future content.": [
            "Trang web của bạn được đặt để tự động dịch tất cả nội dung. Khi bạn đặt <PostTypesNames /> có thể dịch, WPML sẽ tự động dịch tất cả nội dung trong tương lai."
         ],
         "Are you OK with paying for this?": [
            "Bạn có đồng ý trả tiền cho việc này không?"
         ],
         "Cancel": [
            "Hủy"
         ],
         "Make translatable": [
            "Cho phép dịch"
         ],
         "Yes, translate <b>existing</b> and <b>future</b> content automatically": [
            "Có, tự động dịch nội dung <b>hiện có</b> và <b>trong tương lai</b>"
         ],
         "Yes, but only translate <b>future</b> content automatically": [
            "Có, nhưng chỉ tự động dịch nội dung <b>trong tương lai</b>"
         ],
         "Yes, translate <b>future</b> content automatically": [
            "Có, tự động dịch nội dung <b>trong tương lai</b>"
         ]
      }
   }
}